const breakingNews = [
  {
    id: 1,
    category: "Politics",
    title: "सरकारले विकास आयोजनाको कार्यान्वयनलाई तीव्र बनाउने तयारी गरेको छ",
    description:
      "सरकारले देशभर सञ्चालन भइरहेका प्रमुख पूर्वाधार तथा विकास आयोजनाको प्रगति छिटो अघि बढाउने योजना सार्वजनिक गरेको छ।",
    content:
      "सरकारले देशभर सञ्चालन भइरहेका प्रमुख विकास आयोजनाको कार्यान्वयनलाई तीव्र बनाउने तयारी गरेको छ। सम्बन्धित मन्त्रालयहरूलाई आयोजना अनुगमन, बजेट व्यवस्थापन र कामको गति बढाउन निर्देशन दिइएको छ। विज्ञहरूले विकास आयोजनाको प्रभावकारी कार्यान्वयनले देशको आर्थिक वृद्धिमा सहयोग पुग्ने बताएका छन्।",
    image: "/images/breakingNews/breaking-1.jpg",
    author: "NewsPulse Desk",
    date: "2 hours ago",
  },

  {
    id: 2,
    category: "Business",
    title: "नेप्से बजारमा लगानीकर्ताको चासो बढ्दै",
    description:
      "शेयर बजारमा कारोबार रकम वृद्धि भएसँगै लगानीकर्ताको सहभागिता पनि बढ्दो क्रममा देखिएको छ।",
    content:
      "नेप्से बजारमा पछिल्लो समय लगानीकर्ताको चासो बढ्दै गएको छ। कारोबार रकममा आएको सुधारसँगै नयाँ तथा पुराना लगानीकर्ताहरू बजारप्रति आकर्षित भएका छन्। बजार विश्लेषकहरूले लगानी गर्दा कम्पनीको अवस्था अध्ययन गर्न सुझाव दिएका छन्।",
    image: "/images/breakingNews/breaking2.jpg",
    author: "NewsPulse Desk",
    date: "3 hours ago",
  },

  {
    id: 3,
    category: "Sports",
    title: "नेपाली क्रिकेट टोली आगामी अन्तर्राष्ट्रिय प्रतियोगिताको तयारीमा",
    description:
      "टोलीले बन्द प्रशिक्षण सुरु गर्दै आगामी अन्तर्राष्ट्रिय प्रतियोगिताका लागि तयारीलाई तीव्र बनाएको छ।",
    content:
      "नेपाली क्रिकेट टोलीले आगामी अन्तर्राष्ट्रिय प्रतियोगितालाई ध्यानमा राख्दै तयारी सुरु गरेको छ। खेलाडीहरूले नियमित अभ्यास गर्दै आफ्नो प्रदर्शन सुधारमा ध्यान दिइरहेका छन्। प्रशिक्षकले टोलीको तयारी राम्रो भइरहेको बताएका छन्।",
    image: "/images/breakingNews/breaking-3.jpg",
    author: "NewsPulse Desk",
    date: "5 hours ago",
  },
];

export default breakingNews;